<xsl:stylesheet version="1.0" xmlns:xsl="http://www.w3.org/1999/XSL/Transform">

    <xsl:template match="root">
        <section id="download-section" class="doc-section instructions">
            <div class="container">
                <h2 class="section-title">РУКОВОДСТВО ПОЛЬЗОВАТЕЛЯ модуля «Нагрузка преподавателей» для заведующих кафедрами 1.0</h2>
                <div class="section-block">
                    <h3>Содержание</h3>
                    <ul class="list dropdown">
                        <li>Назначение системы</li>
                        <li>Взаимосвязь с другими системами</li>
                        <li>Системные треболвания</li>
                        <li>
                            Работа с системой
                            <ul class="list">
                                <li>Вход в систему</li>
                                <li>Модуль «Нагрузка»
                                    <ul class="list">
                                        <li>Просмотр и редактирование норм нагрузки</li>
                                        <li>Просмотр заказа кафедры</li>
                                        <li>Использование стандартной формы распределения нагрузки по дисцеплине</li>
                                        <li>Использование расширенной формы распределения нагрузки по дисциплине</li>
                                        <li>Использование специальной формы распределения нагрузки по практике и специальным видам работ</li>
                                        <li>Штатный формуляр кафедры</li>
                                        <li>Отчеты</li>
                                    </ul>
                                </li>
                            </ul>
                        </li>
                    </ul>
                    <p><h3><a href="/f.php/1/instruction_infobelgu2013_nagruzka.pdf" target="_blank">Просмотр</a></h3></p>
                    <br/>
                </div>

                <h2 class="section-title">РУКОВОДСТВО ПОЛЬЗОВАТЕЛЯ
                    модуля «Рабочие учебные планы»
                    информационной системы
                    «ИнфоБелГУ: Учебный процесс»
                    для методистов институтов и факультетов,
                    а также сотрудников
                    Управления образовательной политики НИУ «БелГУ»</h2>
                <div class="section-block">
                    <h3>Содержание</h3>
                    <ul class="list dropdown">
                        <li>Назначение системы</li>
                        <li>Взаимосвязь с другими системами</li>
                        <li>Работа с системой
                            <ul class="list">
                                <li>Принцыпы работы в системе при использовании веб-браузера</li>
                                <li>Вход в систему</li>
                            </ul>
                        </li>
                        <li>Модуль «учебные планы»
                            <ul class="list">
                                <li>Импорт РУП</li>
                                <li>Просмотр рабочих УП</li>
                                <li>Подписка групп к рабочим учебным планам</li>
                                <li>Редактирование параметров РУП</li>
                                <li>Удаление РУП</li>
                                <li>Создание копии РУП</li>
                                <li>Перевод группы на другой РУП</li>
                                <li>Перевод рабочего УП в аохив и возврат из архива</li>
                                <li>Просмотр и редактирование дисциплин</li>
                                <li>Редактирование карточки дисциплины</li>
                                <li>Создание синонимов дисциплины</li>
                                <li>Отключение/включение дисциплины по выбору</li>
                                <li>Просмотр нагрузки по дисциплине</li>
                                <li>Подгруппы дисциплины</li>
                                <li>Потоки дисциплины</li>
                                <li>Добавление дисциплины</li>
                                <li>Удаление дисциплины</li>
                                <li>Экспорт списка дисциплин в формат Microsoft Excel</li>
                                <li>Работа с практиками и НИР</li>
                                <li>Работа с видами нагрузки по государственной итоговой аттестации</li>
                                <li>Графики учебного процесса</li>
                                <li>Изменение данных о количестве учебных часов в неделю</li>
                                <li>Распределение академических часов и зачетных едениц трудоемкости по курсам</li>
                                <li>Групповые операции с планом</li>
                                <li>Просмотр журнала операций</li>
                                <li>Просмотр отчетов по плану</li>
                                <li>Практики и другие виды нагрузки</li>
                                <li>Поиск преподавателя</li>
                                <li>Поиск плана</li>
                                <li>Закрепление дисциплин за кафедрами
                                    <ul class="list">
                                        <li>Вкладка «Закрепление дисциплин»</li>
                                        <li>Закрепление одной дисциплины за кафедрой</li>
                                        <li>Закрепление дисциплин первого курса</li>
                                        <li>Отчеты по закреплению дисциплин</li>
                                    </ul>
                                </li>
                            </ul>
                        </li>
                    </ul>
                    <p><h3><a href="/f.php/1/instruction_infobelgu_rup_2018.pdf" target="_blank">Просмотр</a></h3></p>
                    <br/>
                </div>

                <h2 class="section-title">РУКОВОДСТВО ПОЛЬЗОВАТЕЛЯ
                    модуля «Дипломы» системы</h2>
                <div class="section-block">
                    <h3>Содержание</h3>
                    <ul class="list dropdown">
                        <li>Краткое описание возможностей</li>
                        <li>Уровень подготовки пользователей</li>
                        <li>Требования к программному обеспечению рабочего места пользователя</li>
                        <li>Структура модуля, функции
                            <ul class="list">
                                <li>Раздел «Создать диплом»</li>
                                <li>Раздел «Создать справку или приложение»</li>
                            </ul>
                        </li>
                        <li>Порядок создания одного или нескольких макетов документов</li>
                        <li>Порядок печати документа на основе макета</li>
                        <li>Образцы заполнения документов</li>
                    </ul>
                    <p><h3><a href="/blocks/bsu_diploma/infobelgu2014_manual_diploma.pdf" target="_blank">Просмотр</a></h3></p>
                    <br/>
                </div>

            </div>
        </section>
    </xsl:template>


</xsl:stylesheet>